link <- "https://raw.githubusercontent.com/VinceQian/galaxea/main/ep/1."
sty <- "display: block; margin-left: auto; margin-right: auto;"

ep1 <- tabPanel(
  "EP1. 2022WI 第一周",
  titlePanel("EP1. 2022WI 第一周"),
  h6("2022-01-08"),
  p("Winter Quarter从周一早八点的物理课开始。化学，数学和统计紧随其后，
    勾勒出一幅地狱绘图。事实证明，选课时的我和上课时的我确实是两个物种，
    于是在认真思考人生三问后，我果断地进行了一个课的调。"),
  tags$img(src = paste0(link,"1.jpeg"), width = "60%", style=sty),
  p("一月初的西雅图，温度稍有回暖，存在了快半个月的积雪慢慢消融。
    前些天的倾盆暴雨让温度一夜降回从前的同时，也顺带着带走了最后的残雪。
    不得不感叹校长的英明神武，第一周上网课的决定让雨雪都变成了窗外交替的景致。
    唯一让人猝不及防的是周五上午某位憨憨误触发了宿舍的火警，
    让整个宿舍区的同学们紧急疏散，然后在风雨中凌乱。"),
  p("美帝去年的一番离奇操作让中国电信从1月3日开始停止在美洲的服务，
    也让没做好衔接的我在这周经历了几天无信号——
    不过介于我那几天就没出过宿舍区，在学校WIFI的覆盖下一切如常。
    倒是细细回想来，手机号码除了注册账号外确实毫无用处——
    至少直到今天我也从未用它和任何人进行过有效的通话。。。
    （诈骗和骚扰的倒是不少）"),
  p("冰雪消融，风雨过后，在学校西区饱餐一顿。
    （这好像是我第一次吃这种馍？味道还可以的样子）"),
  tags$img(src = paste0(link,"2.jpeg"), width = "80%", style=sty),
  p("来看Diana Hadid大大的艺术展～"),
  tags$img(src = paste0(link,"3.jpeg"), width = "80%", style=sty),
  p(""),
  tags$img(src = paste0(link,"4.jpeg"), width = "60%", style=sty),
  hr(),
  p("[另]鉴于刚来到西雅图时的我内心居然毫无波澜，之后的经历又要么无聊到懒得写，
    要么忙到来不及写，要么玩到不想写，于是整个2021AU学期便成了谜一般的存在。
    （也许之后会补档（也可能不会））为避免新的学期成为另一个谜，
    也为了避免重复上学期永不停息的摆烂和赶due的交替变化，
    每周的小作文便成了有趣的选择。
    （怎么说我也是曾经坚持了几年每天写小作文的人，
    这应该不至于鸽吧（不会吧不会吧））"),
  p("[再另]写完第一周的Assignment后当场觉得自己又可以了，
    于是录了首经典励志歌曲。（快一年没录歌了口胡在所难免）"),
  p("[再再另]祝大家考试顺利，还有生日快乐。（这是来搞笑的（或许））"),
  p("[还另]这篇小作文的括号使用好像有点离谱了。
    （这一定是程序写多了的原因（一定是这样的））"),
  hr(),
  p("（2022年7月的我表示）虽然2022SP学期现在看样子也要成为谜了，
    不过补档什么的现在也许可以搞了。以及，我这个月又录了首歌。")
)