link <- "https://raw.githubusercontent.com/VinceQian/galaxea/main/ep/12."
#link <- "https://gitee.com/vinceqian/galaxea/raw/main/ep/12."
sty <- "display: block; margin-left: auto; margin-right: auto;"

ep12 <- tabPanel(
  "EP12. 2022 暑假小结",
  titlePanel("EP12. 夏日遐思"),
  h6("2022-08"),
  fluidRow(column(10, offset = 1,
                  h4("小憩"),
                  p("夏日无事，琴声与窗外的微风把我的思绪拉回了从前。"),
                  p("浮躁了些许时日，逐渐厌倦了无意义的玩乐，只感空虚疲惫。
                  好在暑假开始时给自己找了些事干，想要让日子重新变得充实并不困难。
                  整理好情绪后，也许明天就又是崭新的开始。
                  漫长的暑假已然过半，回望过去这两个月，算是虚度了不少时光，
                  好在亦留下许多印记，不至于完全荒废了光阴。"),
                  p("暑假的主题是回顾，回顾过去的一年，整理过去留下的所见所想，
                    也尽力弥补上那些本该逐渐遗忘的篇章。
                    至于更久远的岁月留下的那些记录，我想也将慢慢的重见天日吧。"),
                  p("沉湎于记忆之中固然美好，但也多少意味着近况的无趣，
                    回顾的目的毕竟也应该是继往开来的。暑假还剩下不少时间，
                    依旧会是一段漫长的时光，去开启一段新的篇章也许还并不算晚。）"),
                  p("有些好的预感涌上来了呢。"),
                  #tags$img(src = paste0(link,"1.jpeg"), width = "80%", style=sty),
                  hr(),
                  h4("一梦"),
                  p("“吃昼饭啦……”"),
                  p("“夜快头啦……”"),
                  p("我于田埂上狂奔，熟悉的吆喝声从耳后传来，
                    只是几十步的距离，便从晌午跑到了黄昏。"),
                  p("油菜于我身旁愈长愈高，转眼便淹没了我的头顶。
                    我低下头，惊觉泥土与我的视线此时已只差毫厘。"),
                  p("愕然之间，我的身体却已不受控制地自下而上飘浮起来。
                    混乱的思绪终于开始提醒我这是一场梦，
                    而后迅速恢复的理智虽极力想继续探寻后续，
                    梦境却已无可挽回地迅速崩塌。"),
                  p("在倒悬的视野中，我最后看到了身后那位慈祥的老者，
                    以及此时已然盛放的油菜花田。"),
                  p("怅然睁眼，残余的思绪逐渐远去。"),
                  #tags$img(src = paste0(link,"2.jpeg"), width = "80%", style=sty),
                  hr(),
                  h4("无想"),
                  p("“明前话剧表演社的由来悠久。”我在十字路口看着对面四楼的巨大招牌，
                    继续说道，“它的创立要追溯到我上高二那年。那一年的话剧节上，
                    十四班一举夺魁，之后他们班便在窗外挂上了这块招牌，存续至今……”"),
                  p("“你最近对我的关照太多了。”一旁的她瞥了我一眼，打断道。"),
                  p("我心中泛起一阵怪异——这应该是我这几天跟她说的第一句话。
                    不过眼看绿灯亮起她要穿过马路，我赶忙说道：“祝排演顺利。”"),
                  p("……emmm后面发生的故事多少有点诡异了，所以我醒过来就忘得差不多了，
                    只记得话剧社里有很多半人高的名叫“丸屋”的玩偶，并且似乎不是死物。
                    总之这场梦是个恐怖片，虽然醒来后感觉应该挺精彩的，
                    但由于我不太想细想发生了啥，所以就这么忘了。
                    做这梦的原因大概是前一天晚上和室友一起看了《尸体派对》，
                    只能说恐怖故事实在是不太合我胃口。。。（害怕.jpg）"),
                  hr(),
                  p("[*] 最近闲下来后梦里的剧情多少是有点精彩了。
                    可惜能记住的并不太多。"),
                  p("[**] 《原神》3.0的剧情属实不错，
                    在梦境里不断循环的想法还是挺有趣的，
                    搭配上进步巨大的节奏把控，体验极佳。"),
                  p("[***] 这一篇多少是有些虚幻了，现实一些的记录下周再写。")
  ))
)