link <- "https://raw.githubusercontent.com/VinceQian/galaxea/main/ep/12."
#link <- "https://gitee.com/vinceqian/galaxea/raw/main/ep/12."
sty <- "display: block; margin-left: auto; margin-right: auto;"

ep13 <- tabPanel(
  "EP13. 2022 暑假小结",
  titlePanel("EP13. 于长夏结束之时"),
  h6("2022-09"),
  fluidRow(column(10, offset = 1,
                  h4("送走"),
                  p("由于Dylan同学在续租时的憨憨操作，Garrett的毕业，
                    以及Ernesto和女朋友Amanda的双宿双飞，
                    于是我在暑假结束之际的头等大事……就是帮人搬东西。。。"),
                  p("Garrett作为有车的本地人自然是不劳我费心，
                    Ernesto在过去的一年里一直断断续续往Amanda那搬东西，
                    于是简单搭把手后也轻松送走。至于Dylan同学，那就有的忙了。"),
                  p("在我的行李箱的加持以及我本人帮忙搬了两趟后，
                    他依旧给我留下了不少“遗产”。首先是他最喜欢的人体工学椅，
                    除此之外还有他的《冷战热斗》，两把仅供耍帅的宝剑，
                    以及所有一起买的厨房用品。"),
                  p("这不禁让我设想起我以后搬走时的盛况，留下的东西怕是只多不少。。"),
                  #tags$img(src = paste0(link,"1.jpeg"), width = "80%", style=sty),
                  hr(),
                  h4("大清洗"),
                  p("只能说三个和尚的故事多少是十分有哲理的，
                    在大伙儿都在的时候，宿舍逐渐变得肉眼可见得十分脏，
                    这当然有懒的因素在里面，但更多的还是因为不想动别人的东西。"),
                  p("于是在其余几位搬走之后，我十分自然的进行了一番全方位清洗，
                    扔掉了所有我不需要的或是不知道干啥的东西，
                    然后把柜子冰箱地面都清了个遍。于是整个人都变得舒服起来了。"),
                  hr(),
                  h4("迎客"),
                  p("在送走这三位并且大清洗之后，我的三位新舍友也陆续而至。
                    遥想Dylan走之前的“恶毒预言”——
                    “你的新舍友会是一个农p，一个Op，一个贵物。”
                    只能说还真是如他所愿啊。"),
                  p("首先住进来的Chris同学来自山东济南。这位同学完全拒绝做饭，
                    并且整个生活起居的要求与贫民无异。而在娱乐方面，
                    这位沉迷手机游戏。。。只能说确实没有啥共同语言，就祝他过得开心吧。"),
                  p("之后进来的是Bang同学，来自广东深圳，是由他在UCSD的哥哥送来的。
                    这位的生活水准与Chris对比鲜明，每餐都点外卖。（这边外卖一顿少说30$）
                    娱乐方面则只玩主机游戏——这下换我高攀不起了。"),
                  p("最后到来的Alex是位美国人，宅的程度比起我只高不低，
                    属于除了吃饭，洗漱，和上课绝对不出房间门半步的那种，
                    并且作息时间异于常人。"),
                  p("只能说这下这个宿舍的多样性也拉满了，唯一的共性就是都十分安静。
                    高情商的说，接下来的一年可以认真学习了。"),
                  #tags$img(src = paste0(link,"2.jpeg"), width = "80%", style=sty),
                  hr(),
                  p("[*] 两位新生一个想学航空航天，一个想学经济，想来应该都不是摆烂之人。"),
                  p("[**] 本宿舍大门在某日被人轰开，原因是Chris同学连续两周不回家人任何消息，
                    只能说多少有点尬住。"),
                  p("[***] 在新舍友住进来后没几天，我觉得又有必要来一次大清洗了，
                    可惜根据上面所说的三个和尚原理，目前并不想干。")
  ))
)