link <- "https://raw.githubusercontent.com/VinceQian/galaxea/main/ep/4."
sty <- "display: block; margin-left: auto; margin-right: auto;"

ep4 <- tabPanel(
  "EP4. 2022WI 第四周",
  titlePanel("EP4. 2022WI 第四周"),
  h6("2022-01-29"),
  p("在一派新春会喜气洋洋的氛围下，我在这周喜迎期中考，
    然后寄了。（我也不知道到底寄没寄，
    不过鉴于我拜年祭抽卡抽到的都是反向flag，那我最好还是当它寄了吧）"),
  tags$img(src = paste0(link,"1.jpeg"), width = "80%", style=sty),
  p("不管怎么说，考试考完了总要出去转转。
    结合一下心情和时事就觉得墓园是个很不错的目的地，
    于是叫上Dylan就出发了。本来目的地是墓园，
    但到站后在路边发现了一个很有设计感的教堂。
    这天不是周日，而且已经是下午，所以并不开放，
    不过从公告栏上我们得知这座教堂在疫情爆发之后一直提供着线上的Zoom祷告服务。
    （一群人一大早打开电脑连上Zoom祈祷的场面想想就很带感）"),
  tags$img(src = paste0(link,"2.jpeg"), width = "80%", style=sty),
  p("在教堂一旁有一座叫Volunteer Park的公园，
    我们穿过一条条碎石小道，然后在水池旁看了好一会儿鸭子。。"),
  p("而与此同时，一人一狗坐在公园的水库边看着天边的霞光。(高下立判了属于是)"),
  tags$img(src = paste0(link,"3.jpeg"), width = "80%", style=sty),
  p("穿过公园，在前往墓园的路上发现了一个温室植物园，
    可惜到的时候离他们关门只差2分钟了，于是只是进去光速看完了一个展馆。
    由于属实是过于仓促了，现在回想起来我确实不太清楚都看了些啥，
    只记得里面有好几丛很漂亮的猪笼草。（哪天有空了再去好好看看吧）"),
  tags$img(src = paste0(link,"4.jpeg"), width = "80%", style=sty),
  p("走出植物园，在路途中又发现了一个与墓园仅一网之隔的儿童乐园，
    于是我们又搁那荡了好一会儿秋千。突然回想起多年以前在荷园荡的好几次秋千，
    可算是爷青回了。"),
  tags$img(src = paste0(link,"5.jpeg"), width = "80%", style=sty),
  p("总之，在一路上跑了这么多支线之后，我们终于到达了目的地。
    墓园坐落在湖边的一片高地上，似乎已经存在了一百多年。
    我们一路上看到了不少出生在19世纪的人们，其中也不乏很多中国名字，
    绝大多数都来自广东——不少第一批来到这片大陆上的华人们也许便长眠于此吧。"),
  tags$img(src = paste0(link,"6.jpeg"), width = "80%", style=sty),
  p("走进墓园深处，一小片被栏杆围住的区域吸引了我的注意，走近一看，
    发现原来是李小龙的墓地，墓碑上有不少束才献上不久的鲜花。
    这可是这趟旅途的意外发现了。"),
  tags$img(src = paste0(link,"7.jpeg"), width = "80%", style=sty),
  p("想来，老去之后可以安眠于此和湖光雪山一起年复一年，也是一件很浪漫的事吧。
    （要选个帅一点的碑）唯一的问题是离机场太近，每隔几分钟便是一阵震耳轰鸣，
    万一哪天被吵醒了——好像就又活了？……害怕。"),
  hr(),
  p("[另]考试周大家决定摆烂，图省事儿把东西放锅里一通煮，
    结果发现和平时认真烧的不遑多让，于是以后大概就全是菜饭了。
    （哪天吃吐了再考虑别的）"),
  tags$img(src = paste0(link,"8.jpeg"), width = "80%", style=sty),
  p("[再另]大哥大嫂过年好啊，祝大家新的一年身体健康，工作学习顺利，
    虎年和老虎一样牛！（我觉得我应该可以不毒奶）"),
  hr(),
  p("（2022年7月的我表示）所以至今再也没去过那个植物园。")
)