link <- "https://raw.githubusercontent.com/VinceQian/galaxea/main/ep/5."
sty <- "display: block; margin-left: auto; margin-right: auto;"

ep5 <- tabPanel(
  "EP5. 2022WI 第五周",
  titlePanel("EP5. 2022WI 第五周"),
  h6("2022-02-05"),
  h4("乐"),
  p("大年初一，恰逢大伙儿期中考完，而成绩未知的黄金时刻。"),
  p("抛开大家都说自己考炸了不谈，新年的第一餐自然是要吃好。
    虽然没有烹羊宰牛，但杀鸡宰鱼也可堪丰盛。配上饺子和春卷，
    我觉得我们已经赢很多人太多了。"),
  p("说来有趣，也许是辣味掩盖了腥味，这次的鱼居然意外的对我胃口，
    这怕不是创下我一顿吃最多鱼的记录了。美中不足的是，
    因为要烧的东西过多，于是我们图方便直接把春卷放进了微波炉，
    结果虽然熟了，看着也不错，但完全不脆的样子。"),
  tags$img(src = paste0(link,"1.jpeg"), width = "80%", style=sty),
  p(""),
  tags$img(src = paste0(link,"2.jpeg"), width = "80%", style=sty),
  hr(),
  h4("玉玉"),
  p("大年初三，难得闲暇的下午，我半倚在床上在淅淅沥沥的雨声中迷失了。"),
  p("午睡时做了个好梦，梦见了小时的自己在自习课上和前桌的伙伴小声说着闲话，
    老师的目光随着下课铃声一起到来，我利落地起身招呼同伴，
    在老师的哭笑不得中奔向门外的阳光灿烂。我又梦见也许是多年前的那个夏天，
    外公煞有介事地画下一大坨条条框框教姐姐和我画人体的比例，
    然后在我俩半懂不懂的笑声中扭头走进厨房准备午餐的凉拌面。
    我梦见高中第一次回常外时，靠在栏杆上看到站在6班门口的一位同学眼中的漫天星辰……"),
  p("我梦见一个又一个琐碎的瞬间，
    邂逅那些与错过或是离去的人同行的毫无意义却永生难忘的画面，
    我渐渐意识到我其实已然醒了，但思绪依旧不受控制地与那些记忆碎片遇见，
    离去，怅然若失——我的眼神逐渐聚焦在了窗外的阴雨之中。
    我突然想模仿马尔克斯上校说上一句“西雅图在下雨”，却在最后时刻止住，
    不忍打破这寂静无声。"),
  p("莫名的孤独与惆怅感似乎淹没了整个房间，我却享受在其中。
    之前荡漾开去的思绪在触碰过一段段记忆后回返，聚向了自身。
    悲伤的情绪似乎在我内心已久被尘牢关锁，而无悲的境界看来并不让我欣喜。
    也许对我来说，悲伤才是拴住琐碎记忆的锚，沉重，刺痛。而偷税却只是帆，
    只凭风引，过去无痕。我开始思考这惆怅来自何方，
    我笃定这并不是因为想家，但那里确实是我流下过最多眼泪的地方。"),
  hr(),
  h4("Emo"),
  p("开幕式的微火就很帅。倒计时和开场表演也很帅。歌也好听。
    Emo导演yyds！可惜我今天没有emo，就没啥联想，就写不出什么太长的东西。。。"),
  p("——“杀死比赛的一手，以后的点火如果是大火你可以说它不环保，
    如果小火你可以说它抄袭。”"),
  hr(),
  h4("唯心"),
  p("“……我突然脑海里有好多大家的样子，但是我又觉得可能这辈子都见不到大家，
    其实本来见不到的是不是都可以觉得是假的。我的世界里你们是假的，
    你们的世界里我也是假的。”听着直播写作业的我突然浑身战栗。
    我想，也许只要把这句话里的所有复数都改成“你”，
    它便可以是互联网时代无数浪漫故事最后的悲情一笔了。"),
  p("有那么一瞬间，我觉得自己文思泉涌了。"),
  p("耳边传来的后续适时地阻止了这一切：
    “对呀，你们打的米我是真实收到的了啊。”"),
  p("……也许只是我给自己加了戏。"),
  hr(),
  h4("黄昏，海"),
  p("黄昏的海仿佛一场默剧。我和Dylan坐在礁石上，四下无人。
    涛声与水鸟不时的呜鸣中，夕阳将海连同雪山染作金黄。
    一条海豚在我们面前不远处突然跃起，惊起几只水鸟，
    飞机轰鸣着飞向逐渐点亮的万家灯火——一切却又如寂静无声。"),
  p("我尝试着去思考些什么，却又觉此时本就无须其他。
    我沉默地看着天边的金光化作赤红，起身离开海角这僻静的一隅。
    人群聚集之处，灯塔兀自闪烁着光芒，人们望着西边的霞光，世界依旧寂静无声。"),
  tags$img(src = paste0(link,"3.jpeg"), width = "80%", style=sty),
  p(""),
  tags$img(src = paste0(link,"4.jpeg"), width = "80%", style=sty),
  p(""),
  tags$img(src = paste0(link,"5.jpeg"), width = "80%", style=sty),
  p(""),
  tags$img(src = paste0(link,"6.jpeg"), width = "80%", style=sty),
  p(""),
  HTML("<iframe src='//player.bilibili.com/player.html?aid=601039456&bvid=BV1yB4y1a7if&cid=777335535&page=1&danmaku=0&high_quality=1' 
       allowfullscreen='allowfullscreen' 
       width='100%' height='800' scrolling='no' frameborder='0' align='middle'></iframe>"),
  hr(),
  p("[*]比起每周的总结，果然还是片刻的随想更值得铭记——
    全放一起写就成汇报工作，毫无美感了。果然还是不能太偷懒。"),
  p("[**]坤坤的《没有意外》真好听，可惜听其他人唱起来好像更好听。"),
  p("[***]宿舍的微波炉坏了，Dylan预约了修理，结果要等大半个月，
    Garrett预约了更换，当天就给免费送了个新的来。"),
  p("[****]Aaaaaughibbrgubugbugrguburgle!
    ——钱同学在看到大海的第一秒发出的奇怪叫声。")
)