link <- "https://raw.githubusercontent.com/VinceQian/galaxea/main/ep/7."
sty <- "display: block; margin-left: auto; margin-right: auto;"

ep7 <- tabPanel(
  "EP7. 2022WI 第七周",
  titlePanel("EP7. 2022WI 第七周"),
  h6("2022-02-21"),
  h4("元宵灯会与常州话教学"),
  p("在某位热心同学三更半夜的共享之下，我云了一手迪诺水镇的灯会，
    然后就着一张图给我的重庆室友讲解常州话。不过吧，
    让我这种常州话听力8级口语2级（假设满级10）的人教学属于是两脸懵逼了，
    于是聊到最后顺利变成了室友的重庆话教学。（虽然我也没学会就是了）"),
  tags$img(src = paste0(link,"1.jpeg"), width = "80%", style=sty),
  hr(),
  h4("记一节水课"),
  p("讲景观设计的教授请了位漫画家来介绍怎么画有关景观的漫画。
    那么讲完后自然是喜闻乐见的动手环节。
    以我这小学生作画水平画EP2的湖畔公园属于是暴殄天物了——不过水课嘛，
    主要确实就是图一乐了。"),
  tags$img(src = paste0(link,"2.jpeg"), width = "60%", style=sty),
  p("顺带一提，景观课的教室在量子工程楼（尽管这两者毫无关系），
    外墙是全景玻璃，总之挺公开处刑的。图为透过教室玻璃拍的学校行政楼。
    （校长：我坐在办公室里就能一眼把你望到底。）"),
  tags$img(src = paste0(link,"3.jpeg"), width = "80%", style=sty),
  hr(),
  h4("ji第一次线下物理考试"),
  p("打拼音是因为我确实不知道打哪个ji比较合适——它可以是记，也可以是寄或者祭。"),
  p("总之，考试的答题卡是要自己买的，一张1$，还有0.1$的税，
    属于是往蚊子腿里薅羊毛了。考试安排在一个几百人的大教室，
    大一到大三的同学们交叉着坐一起考。
    （顺带@老爸，很多所谓凌晨四点半的图都是考试的时候拍的）"),
  p("考试结果结果如本文第一个字所示，但具体过程如下——
    我提前了差不多7分钟做完，有一道题不太明白问的是啥，
    于是上讲台问了一手，然后当场填了答案，
    之后突然膨胀直接交卷——然后前5道题错了4个，后面加起来只错了1道。"),
  p("总之，综上所述，以后记得检查。"),
  hr(),
  h4("摆烂晚餐"),
  p("某天突然懒癌发作的我找遍厨房然后冒出了如图所示的天才想法。
    总之，这顿晚餐变成了酱料测评现场，测试结果如下：
    辣酱离谱——这边的人为什么总喜欢往辣酱里加酸味啊；
    芥末酱也不太行——为了调和加了太多莫名其妙的味道；
    烧烤酱勉强还行——就是有点齁（可能是涂多了）；
    蜂蜜不错——因为总算没往里面加别的东西。
    以上酱料均为买麦当劳存下的，结论就是，
    以后去麦当劳最优解是酱料全选蜂蜜拿回去泡茶喝。"),
  p("以及，这里面最好吃的是粽子和老干妈。"),
  tags$img(src = paste0(link,"4.jpeg"), width = "80%", style=sty),
  hr(),
  h4("大清洗"),
  p("想起上次大清洗好像还是上次，所以这次大清洗就选在了这次。
    于是现在房间长这样。（那个无线充电音箱灯还挺好用）"),
  tags$img(src = paste0(link,"5.jpeg"), width = "80%", style=sty),
  hr(),
  p("[*]这周没出去玩，明天总统日放假出去转转。"),
  p("[**]个人感觉冬奥会的闭幕式比开幕式好看啊。"),
  p("[***]下学期选的课好像有点离谱，经典选课时豪情万丈，上课时_____。"),
  p("[****]所以日志里的视频为啥点不开啊。。。。"),
  hr(),
  p("（2022年7月的我表示）大概明白怎么放视频上来了。")
)