link <- "https://raw.githubusercontent.com/VinceQian/galaxea/main/ep/8."
#link <- "https://gitee.com/vinceqian/galaxea/raw/main/ep/8."
sty <- "display: block; margin-left: auto; margin-right: auto;"

ep8 <- tabPanel(
  "EP8. 2022WI 第八周",
  titlePanel("EP8. 2022WI 第八周"),
  h6("2022-02-26"),
  fluidRow(column(10, offset = 1,
  h4("梦流转"),
  p("“我昨天晚上做了一个梦，”去往教室的路上，一位同行者对我说，
    “我记不太清具体发生哪些事了，但我保证我说出来的东西都是我在梦里经历的。”"),
  p("——我梦到清晨的阳光照到床前，我起身下床，那时闹钟上的时间是早晨7:54。
    我拉开窗帘，发现昨晚下雪了。"),
  p("我下楼简单吃完早餐，正打算出门看看时，遇到室友从健身房回来，
    那时厨房微波炉上的时间是8:20。他一边烧水一边跟我说今天外面很冷，
    健身房里人挺多，想出去的话要多穿点衣服。"),
  p("我点头应承着上了楼，坐在床上点开手机胡乱刷了些消息。
    转头，发现闹钟上的时间已是8:42。我想着反正离上课的时间还早，
    也许可以再睡一会儿。"),
  p("讲到这时，我们已走进了教学楼，走廊里人头攒动，
    我们想着进教室里接着说，于是他推开教室门，
    却发现里面的人正讨论得热烈，我们抬头一看门牌，
    却发现走错到了隔壁教室。尴尬之余，我们走进正确的教室，坐下。
    时钟指向9:57，离上课还有些时间，于是他接着说起那个梦。"),
  p("——我在床上躺下，恍惚中看着闹钟的指针，指针缓慢而玄妙地走过一圈，
    我听见室友吃完饭，上楼，关门，连麦玩游戏。指针一共走过8圈后，
    一阵急促的闹铃响起，他心满意足地结束了游戏，敬畏地看了我一眼，
    然后打开Zoom开始上课。"),
  p("“停停，你不是躺在床上吗？你怎么知道室友在干什么？”
    我抬头看了眼教室的时钟，时针正好指向10点的刻度，
    “还有，你确定这是你的梦？
    我没怎么听说过人梦醒之后还能把梦里看到的时间记得这么清楚的。”"),
  p("“不，不，”他也看了眼钟说道，“我想我当时在梦里应该是变成了那个闹钟。
    还有已经10点了怎么还没上课？”"),
  p("“上课时间是10:05，你记错了。还有，我其实从刚才就想问了，
    如果窗帘一开始是拉上的，那阳光是怎么照到你床上的？”"),
  p("“那确实是我在梦中经历的，”他立刻反驳道，
    “你不能用现实的规则去推理梦境。但既然你说到这里了，
    我倒是愿意和你聊一聊幻想和现实。毕竟我经常把梦和我主动的想法混淆。”"),
  p("“那你之前说的那些真的全是梦吗？
    这里面真的没有混杂你清醒之后主动补充的情节吗？”"),
  p("“上课时间是10:05，你记错了。还有，我其实从刚才就想问了，
    如果窗帘一开始是拉上的，那阳光是怎么照到你床上的？”"),
  p("“那确实是我在梦中经历的，”他立刻反驳道，
    “你不能用现实的规则去推理梦境。但既然你说到这里了，
    我倒是愿意和你聊一聊幻想和现实。毕竟我经常把梦和我主动的想法混淆。”"),
  p("“我想，哪怕真有些补充的情节，这些想法和梦也不是完全不相通。
    要我说，也许他们之间本来便没有本质上的区别……”"),
  p("急促的上课铃声打断了我们的谈话，时钟指向了10:05。
    老师飞快地说完热场发言的要求，便示意由我开始。"),
  p("我不知所以地站起身来，局促地看向身旁，却不见了那位同行者，
    且绞尽脑汁也再想不起他的长相。我惶恐的环顾四周，
    却发现自己正身处一节语文课的课堂。我定睛望后座一看，
    却发现了一个魂牵梦萦的身影。"),
  p("周围的嘈杂声逐渐吞噬一切，我蓦然惊醒，口中吐出些胡言乱语。"),
  p("我急促地点开手机，屏幕亮起，现在是上午8:57。"),
  p("拉开窗帘，阳光正好，地上昨夜残雪未消。"),
  p("（梦确实都是我做的梦，就是揉一起了）"),
  hr(),
  p("（2022年7月的我表示）以上记录的是一次有趣的梦中梦。
    这种梦最近又出现了一次，不过比起上面写的这次就显得无聊了些。"),
  hr(),
  h4("总统日"),
  p("对我来说，总统日假期自然是和总统毫无关系的。
    （硬要说的话倒是收到了一条收集拜登政府差评的短信）
    倒是逛steam的时候发现了Dorfromantik和ISLANDERS这两个宝藏游戏。
    配上来美国后第一次点的KFC，这假期属于是太治愈了。
    （炸鸡可比麦当劳带劲多了，就是离太远了）"),
  tags$img(src = paste0(link,"1.jpeg"), width = "80%", style=sty),
  hr(),
  h4("西雅图中心"),
  p("来西雅图快半年了，居然这周才第一次去市中心属于是奇葩了。
    （我寻思我也算经常出去玩了吧）
    不过事实证明市中心除了建筑和景观值得一看之外确实也没啥好玩的了。
    就当是打卡Space Needle了。"),
  tags$img(src = paste0(link,"2.jpeg"), width = "80%", style=sty),
  p("眼看时间还早，于是决定顺便去Chinatown看看。
    这是我第二次去Chinatown（第一次只是来吃了个饭），
    所以也算是初见吧。事实证明，这里也确实没什么好玩的。
    （但是好吃的很多）打卡+1。"),
  tags$img(src = paste0(link,"3.jpeg"), width = "80%", style=sty),
  p(""),
  tags$img(src = paste0(link,"4.jpeg"), width = "80%", style=sty),
  p("[*]总感觉这些唐人街的建筑风格有点过于传统和偏北方了，
    有没有江南风格唐人街啊。。。"),
  hr(),
  h4("关于乌克兰"),
  p("头天晚上才开打，第二天中午蓝黄旗就遍布红场，
    不禁让我重新认识了美国速度。不过无论如何，
    呼吁和平和停止战争的声音在我看来都值得尊重。
    （哪怕这其中带有一些理想主义色彩）"),
  p("有一说一，至少在这件事上国内不同的声音可比外网多太多了。
    但是无论观点如何，拿战争开玩笑口嗨属于是过于没有脑子了。"),
  tags$img(src = paste0(link,"5.jpeg"), width = "80%", style=sty),
  p("[*]我们的校园广场叫Red Square，也就是红场，
    红场上常年都是中国旗，香港旗，台湾旗，韩国旗和日本旗五家
    （说三家可能更好）分庭抗礼，但乌克兰一来全靠边站了。
    （星条旗竟不配拥有姓名（wu））"),
  tags$img(src = paste0(link,"6.jpeg"), width = "80%", style=sty),
  hr(),
  p("（2022年7月的我表示）没想到我鸽了这么久结果这仗还没打完。
    虽然最近似乎有了一些进展，不过离结束怕是还有不少时间。以我的观察，
    这几个月来国内互联网上很多人对这场战争的认识都有了很大的变化。
    不过回顾我当时的言论倒是没啥要改的。")
  ))
)