ep9 <- tabPanel(
  "EP9. 2022WI 第九周",
  titlePanel("EP9. 2022WI 第九周"),
  h6("2022-03-08"),
  h4("煤气厂公园"),
  p("这里曾是一座煤气厂，而在它废弃之后，一座公园围绕着它残存的厂房建立起来。
    各种管道烟囱被画上了涂鸦改造成了有趣的模样，在多年之后，
    无数的草木已然将要覆盖这曾经的污染之源。"),
  p("这座公园的设计者应该是后工业时代，
    或者说是煤钢产业逐渐衰落后第一批试图将工业遗址保留在后继的景观之中的人。
    接近半个世纪后，当中国的煤钢产业亦逐渐减产之时，
    冬奥会坐落在首钢遗址里的滑雪跳台似乎也表达了与之相似的理念。
    (Cloud Garden: +1)"),
  p("当煤与钢逐渐淡出工业的中心，老去的厂房停下了曾经推动世界运转的滚滚黑烟，
    安然休憩于草木之中，见证着下一代人们的欢声笑语，天空一碧如洗。"),
  p("（很浪漫啊有没有）"),
  hr(),
  h4("《Capitalism will kill us》"),
  p("同样是在煤气厂公园，一场反对资本主义的小集会被我们撞了个正着。
    碰到这么有趣的事情那我们自然要上去交流一番。
    于是一场莫名的辩论发生在了我们和集会的发起者之间。
    总之，在他说出了大资本的一系列缺点之后，我们帮他补充了一些优点，
    他认真想了想后觉得有道理，然后收摊走了。
    临走前，我们得知他其实是一位生物学家，
    因为申请经费的时候被亚马逊搞了于是在某英国NGO的支持下搞了这次活动。
    （这可太有趣了）"),
  hr(),
  h4("静 夜 思"),
  p("在连着两天和7位同学合作了3个final的初稿后，我却有些迷茫。
    虽然出现了三个中国人坐在一起说英语的诡异情况，
    虽然和一位同学因为数据库的选择吵了整整一天，
    虽然物理的实验报告其他3位同学全程划水，
    但我毫不怀疑最后的结果会是很好的——不过重点显然不在于此。"),
  p("我望向窗外，没戴眼镜，也没拉开窗帘。
    透过窗帘间的缝隙，模糊的视线里夜空并不漂亮。
    云层遮挡住星星点点，天空却亮的发紫。"),
  hr(),
  p("[*] 那一天的下午，Dylan的房间里传出不知道谁讲的乌克兰局势分析，
    Garrett的房间里传来拜登的国情咨文，我在赶作业。（地狱级环境了属于是）"),
  p("[**] 为什么会三个中国人说英语呢？因为一个是在西雅图长大的，
    另一个则是香港出生的在上海上小学的住澳大利亚的人，
    只能说他们俩的中文水平和我的英语水平旗鼓相当。
    讲道理，听到他们说“Since we are all Chinese”的时候居然有种违和感。"),
  p("[***] 在图书馆的卫生间里看到的对话：")
)